Repository: jendrikseipp/pogo
Catalog: po/*.po
Languages: de

source: Track number
de: Titelnummer

source: Title
de: Titel

source: Artist
de: Interpret

source: Date
de: Datum

source: Disc number
de: Disc-Nummer

source: Duration in seconds (e.g., 194)
de: Dauer in Sekunden (z.B. 194)

source: Duration as a string (e.g., 3:14)
de: Dauer als Zeichenkette (z.B. 3:14)

source: Position of the track in the playlist
de: Track-Position in der Playlist

source: Number of tracks in the playlist
de: Anzahl der Tracks in der Playlist

source: Full path to the file
de: Vollständiger Dateipfad

source: Unknown Genre
de: Unbekanntes Genre

source: Unknown Title
de: Unbekannter Titel

source: Unknown Album
de: Unbekanntes Album

source: Unknown Artist
de: Unbekannter Interpret

source: Unknown Album Artist
de: Unbekannter Albeninterpret

source: translator-credits
de: Launchpad Contributions: FryK https://launchpad.net/~fryk Herr K https://launchpad.net/~herr-k-deactivatedaccount Manuel Proemel https://launchpad.net/~manuel-bgx-mail Marek Tomczyk https://launchpad.net/~gw-marek-tomczyk Michael Kuhn https://launchpad.net/~suraia Raphael Scholer https://launchpad.net/~raphaelscholer Shaky https://launchpad.net/~shaky2k Vinzenz Vietzke https://launchpad.net/~v1nz phil https://launchpad.net/~phil-w-web timobaumann https://launchpad.net/~timobaumann

source: Developer:
de: Entwickler:

source: Thanks to:
de: Dank an:

source: Enter your username and password for %(reason)s
de: Benutzernamen und Passwort eingeben für %(reason)s

source: Password required
de: Passwort erforderlich

source: About password storage safety
de: Über die Sicherheit der Passwortspeicherung

source: If you use Gnome, it is safe to store your password since the Gnome keyring is used.
de: Falls GNOME benutzt wird, werden Passwörter sicher im Gnome-Keyring gespeichert.

source: If you do not use Gnome, beware that, although not stored as clear text, an attacker <i>could</i> retrieve it.
de: Falls GNOME nicht benutzt wird, <i>könnte</i> ein Angreifer unter Umständen an das Passwort gelangen, obwohl es verschlüsselt gespeichert wird.

source: Preferences
de: Einstellungen

source: Unable to load this module.
de: Fehler beim Laden des Moduls.

source: Modules
de: Module

source: Description
de: Beschreibung

source: This dialog box shows the list of available modules, which are small pieces of code that add some functionnalities to the application. You can enable/disable a module by checking/unchecking the check box in front of it. Note that some modules (e.g., the File Explorer) cannot be disabled.
de: Dieser Dialog zeigt die verfügbaren Module. Module erweitern das Programm um nützliche Funktionen. Einige Module können nicht deaktiviert werden.

source: Configuring a Module
de: Modulkonfiguration

source: When a module may be configured, a specific icon is displayed on the right of the corresponding line. To configure a module, simply select it and then click on the "Preferences" button on the bottom of the dialog box. Note that configuring a module is only possible when it is enabled.
de: Konfigurierbare Module sind durch ein passendes Icon gekennzeichnet. Wenn ein konfigurierbares Modul ausgewählt ist, können durch Klicken auf den "Einstellungen"-Knopf modulspezifische Einstellungen vorgenommen werden.

source: Choose a folder
de: Wählen Sie ein Verzeichnis

source: This path does not exist
de: Dieser Pfad existiert nicht

source: Please select an existing directory.
de: Bitte wählen Sie ein existierendes Verzeichnis

source: The name is incorrect
de: Der Name is ungültig.

source: This name is not allowed. Please use another one.
de: Dieser Name kann nicht benutzt werden. Bitte wählen Sie einen anderen Namen.

source: The character %s is not allowed. Please use another name.
de: Das Zeichen %s kann in Namen nicht benutzt werden. Bitte wähle einen anderen Namen.

source: Update the status message of your IM client
de: Den Statustext des Instant Messengers anpassen

source: Decibel is stopped
de: Decibel angehalten

source: %(status)s [paused]
de: %(status)s [pausiert]

source: This module detects any running instant messenger and updates your status with regards to the track you are listening to. Supported messengers are:
de: Dieses Modul zeigt das gespielte Musikstück im Aktivitätsstatus von laufenden Instant Messengern an. Folgende Instant Messenger werden unterstützt:

source: Customizing the Status
de: Angezeigten IM-Status anpassen.

source: You can set the status to any text you want. Before setting it, the module replaces all fields of the form {field} by their corresponding value. Available fields are:
de: Der Status enthält beliebigen Text und Variablen in geschweiften Klammern ({Variable}). Variablen werden in der Anzeige durch ihre jeweiligen Werte ersetzt. Folgende Variablen werden unterstützt:

source: Markup
de: Formatierung

source: You can use the Pango markup language to format the text. More information on that language is available on the following web page:
de: Der Text kann in der Auszeichnungssprache Pango formatiert werden. Für Informationen zu Pango siehe:

source: Sanitization
de: Bereinigen

source: You can define some words that to sanitize before using them to set your status. In this case, the middle characters of matching words is automatically replaced with asterisks (e.g., "Metallica - Live S**t Binge & Purge"). Put one word per line.
de: Sie können Wörter festlegen, die zensiert werden, bevor sie als Ihren Status gesetzt werden. Die Mittleren Zeichen eines festgelegten Wortes werden dann automatisch mit Sternchen erstzt. (z.B. Metallica - Live S**t Binge & Purge). Verwenden Sie bitte für jedes Worte eine eigene Zeile.

source: Keep your Last.fm profile up to date
de: Halten sie ihr Last.fm-Profil auf dem neuesten Stand

source: your Last.fm account
de: Ihr Last.fm Konto

source: One track in playlist [%(length)s]
de: Ein Titel in der Wiedergabeliste [%(length)s]

source: [paused]
de: [Pause]

source: The following Python modules are not available:
de: Folgende Python-Module sind nicht verfügbar:

source: You must install them if you want to enable this module.
de: Die notwendigen Python-Module müssen zuerst installiert werden.

source: Desktop Notification
de: Desktop-Benachrichtigung

source: Display a desktop notification on track change
de: Desktop-Benachrichtigung beim Liedwechsel

source: Skip track
de: Titel überspringen

source: This module displays a small popup window on your desktop when a new track starts.
de: Dies Modul zeigt eine Pop-Up-Blase auf dem Desktop an, wenn ein neues Stück gespielt wird.

source: Customizing the Notification
de: Benachrichtigung anpassen

source: You can change the title and the body of the notification to any text you want. Before displaying the popup window, fields of the form {field} are replaced by their corresponding value. Available fields are:
de: Titel und Text der Meldung können frei gewählt werden und Variablen in geschweiften Klammern ({Variable}) enthalten. Variablen werden in der Anzeige durch ihre jeweiligen Werte ersetzt. Folgende Variablen werden unterstützt:

source: Pause the current track
de: Aktuelles Stück unterbrechen

source: Play the first track of the playlist
de: Am Anfang der Playlist starten

source: Continue playing the current track
de: Aktuelles Stück weiter abspielen

source: Please select an explorer in the combo box below.
de: Bitte wählen Sie einen Dateimanager in der Auswahlbox aus.

source: Length
de: Dauer

source: Save playlist
de: Wiedergabeliste speichern

source: Crop
de: Zuschneiden

source: Repeat
de: Wiederholen

source: Save Playlist As...
de: Wiedergabeliste speichern unter...

source: File Explorer
de: Dateimanager

source: Browse your file system
de: Durchsuchen Sie ihr Dateisystem

source: Home
de: Persönlicher Ordner

source: loading...
de: wird geladen…

source: Show hidden files
de: Versteckte Dateien anzeigen

source: You will be able to add this root folder again later on if you wish so.
de: Dieser Ordner kann später wieder hinzugefügt werden.

source: Remove the selected entry?
de: Den gewählten Eintrag entfernen?

source: You will be able to add these root folders again later on if you wish so.
de: Diese Ordner können später wieder hinzugefügt werden.

source: Remove all selected entries?
de: Die gewählten Einträge entfernen?

source: Your media files will not be deleted.
de: Die Audiodateien werden nicht gelöscht.

source: This module allows you to browse the files on your drives.
de: Dieses Modul erlaubt es Ihnen, die Dateien auf ihren Laufwerken zu durchsuchen.

source: Usage
de: Verwendung

source: At least one root folder must be added to browse your files. This folder then becomes the root of the file explorer tree in the main window.
de: Mindestens ein Ordner muss hinzugefügt werden um ihre Dateien zu durchsuchen. Dieser Ordner wird dann die Wurzel des Dateimanager-Baumes im Hauptfenster.

source: Library
de: Musiksammlung

source: Organize your music by tags instead of files
de: Musik basierend auf den Tags sortieren, anstatt durch die Verzeichnishierarchie

source: Creating library
de: Musiksammlung wird erstellt

source: Refreshing library
de: Musiksammlung wird aktualisiert

source: The directory is scanned for media files. This can take some time. Please wait.
de: Das Verzeichnis wird nach Mediendateien durchsucht. Dies kann etwas dauern. Bitte warten.

source: Scanning directories (one track found)
de: Verzeichnisse werden durchsucht (ein Titel gefunden)

source: Creating library...
de: Erstelle Sammlung...

source: Refreshing library...
de: Aktualisiere Sammlung...

source: This library is deprecated, please refresh it.
de: Diese Musiksammlung ist veraltet, bitte aktualisieren.

source: tracks
de: Stücke

source: You will be able to recreate this library later on if you wish so.
de: Sie können diese Sammlung später erstellen, sofern von Ihnen gewünscht.

source: Remove the selected library?
de: Ausgewählte Sammlung entfernen?

source: You will be able to recreate these libraries later on if you wish so.
de: Sie können diese Sammlung später erstellen, sofern von Ihnen gewünscht.

source: Remove all selected libraries?
de: Alle ausgewählten Sammlungen entfernen?

source: Your media files will not be removed.
de: Ihre Mediendateien werden nicht entfernt.

source: This module organizes your media files by tags instead of using the file structure of your drive. Loading tracks is also faster because their tags are already known and do not have to be read again.
de: Dieses Modul organisiert Ihre Mediendateien nach Tags anstelle der Verzeichnnisstruktur ihres Laufwerkes zu benutzen. Das Laden der Stücke ist auch schneller, da ihre Tags schon bekannt sind und nicht noch einmal geladen werde müssen.

source: When you add a new library, you have to give the full path to the root directory of that library. Then, all directories under this root path are recursively scanned for media files whose tags are read and stored in a database.
de: Wenn Sie eine neue Sammlung hinzufügen, müssen Sie den kompletten Pfad zum Wurzelverzeichnis angeben. Danach werden alle Verzeichnisse unter diesem Ursprung rekursiv nach Mediendateien durchsucht, deren Tags eingelesen und in einer Datenbank gespeichert werden.

source: Upon refreshing a library, the file structure under the root directory and all media files are scanned for changes, to update the database accordingly.
de: Falls eine Sammlung neu geladen wird, wird auch die Dateistruktur unterhalb des Wurzelverzeichnisses und alle Mediendateien auf Veränderungen geprüft, um die Datenbank entprechend zu aktualisieren.

source: Status Icon
de: Statussymbol

source: Add an icon to the notification area
de: Füge ein Symbol in den Informationsbereich ein

source: %(tooltip)s [paused]
de: %(tooltip)s [pausiert]

source: Play audio discs
de: Audio-CD abspielen

source: downloading data...
de: Empfange Daten...

source: Track %02u
de: Titel %02u

source: No disc found
de: Keine Audio-CD gefunden

source: This will remove all disc information stored on your hard drive.
de: Hiermit werden alle Informationen über die Audio-CD gelöscht.

source: Clear CDDB cache?
de: CDDB-Cache leeren

source: Invalid path
de: Ungültiger Pfad

source: The path to the CD-ROM device is not valid. Please choose an existing path.
de: Der Pfad für das CD-ROM Laufwerk ist nicht gültig. Wählen Sie bitte einen gültigen.

source: This module lets you play audio discs from your CD-ROM device.
de: Dieses Modul ermöglicht es Ihnen Audio-CDs über Ihr CD-ROM Laufwerk abzuspielen.

source: Disc information, such as artist and album title, may be automatically downloaded from an online database if you wish so. This information may also be saved on your hard drive to avoid downloading it again the next time you play the same disc.
de: Wenn Sie es wünschen, können Informationen zur Audio-CD, wie Interpret oder Albumtitel, automatisch von einer Online-Datenbank heruntergeladen werden. Außerdem können diese Daten auf ihrem Rechner gesichert werden, um in Zukunft nicht erneut heruntergeladen werden zu müssen.

source: by %(artist)s from %(album)s
de: von %(artist)s auf %(album)s

source: Covers
de: Cover

source: Show album covers
de: Album-Cover anzeigen

source: This module displays the cover of the album the current track comes from. Covers may be loaded from local pictures, located in the same directory as the current track, or may be downloaded from the Internet.
de: Dieses Modul zeigt das Album-Cover des aktuellen Titels an. Es können Cover aus dem Verzeichnis des aktuellen Titels benutzt oder aus dem Internet heruntergeladen werden.

source: User Covers
de: Benutzer-Cover

source: A user cover is a picture located in the same directory as the current track. When specifying filenames, you do not need to provide file extensions, supported file formats (%s) are automatically used.
de: Ein Benutzer-Cover ist ein Bild im Verzeichnis des aktuellen Titels. Dateinamen müssen ohne Erweiterung angegeben werden, es werden automatisch unterstützte Dateiformate (%s) benutzt.

source: Internet Covers
de: Internet-Cover

source: Covers may be downloaded from the Internet, based on the tags of the current track. You can ask to always prefer user covers to Internet ones. In this case, if a user cover exists for the current track, it is used. If there is none, the cover is downloaded.
de: Cover können basierend auf den Tags des aktuellen Titels aus dem Internet heruntergeladen werden. Optional können immer Benutzer-Cover bevorzugt werden. Falls ein Benutzer-Cover zum aktuellen Titel existiert, wird dieses verwendet, ansonsten wird ein Cover aus dem Internet heruntergeladen.

source: Status File
de: Statusdatei

source: Generate a text file with the current status
de: Eine Textdatei mit dem aktuellen Status generieren

source: The path to the selected file is not valid. Please choose an existing path.
de: Der Pfad zur gewählten Datei ist ungültig. Bitte wählen Sie einen existierenden Pfad.

source: Choose a file
de: Wählen Sie eine Datei

source: This module generates a text file with regards to the track currently played.
de: Dieses Modul generiert eine Textdatei die das aktuell abgespielte Stück enthält.

source: Customizing the File
de: Datei anpassen

source: You can change the content of the file to any text you want. Before generating the file, fields of the form {field} are replaced by their corresponding value. Available fields are:
de: Sie können den Inhalt der Datei auf einen beliebigen Text ändern. Vor der Generierung der Datei werden Felder der Form {feld} durch ihre entsprechenden Werte erstzt. Mögliche Felder sind:

source: <b>Miscellaneous</b>
de: <b>Verschiedenes</b>

source: CD-ROM device:
de: CD-ROM Laufwerk

source: Clear cache
de: Lösche Zwischenspeicher

source: Download disc information
de: Informationen zur Audio-CD herunterladen

source: Download disc information from an online database
de: Herunterladen der Informationen zur Audio-CD von einer Online-Datenbank

source: Location of your CD-ROM device
de: Pfad zum CD-ROM Laufwerk

source: Remove all disc information from your hard drive
de: Lösche sämtliche Informationen über die Audio-CD

source: Save disc information on your hard drive
de: Speichere Informationen über die Audio-CD

source: Save information in a local cache
de: Zwischenspeichern der Informationen

source: Add to Playlist
de: Zur Wiedergabeliste hinzufügen

source: Append selection to the playlist
de: Auswahl der Wiedergabeliste hinzufügen

source: Replace the playlist by the selection and start playback
de: Die Wiedergabeliste durch diese Auswahl erstzen und abspielen

source: Rescan the audio disc
de: Lese die Audio-CD erneut

source: Password:
de: Passwort:

source: Remember this password
de: An dieses Passwort erinnern

source: Username:
de: Benutzername:

source: label
de: Beschriftung

source: <b>Internet Covers</b>
de: <b>Internet-Cover</b>

source: <b>User Covers</b>
de: <b>Benutzer-Cover</b>

source: Always prefer user covers
de: Benutzer-Cover immer bevorzugen

source: Don't download covers when there is a user one
de: Cover nicht herunterladen, wenn ein Benutzer-Cover existiert

source: Download covers
de: Cover herunterladen

source: Filenames to look for (e.g., folder, cover)
de: Zu benutzende Dateinamen (z. B. »folder« oder »cover«)

source: Filenames:
de: Dateinamen:

source: Try to download covers from the Internet
de: Versuchen Cover aus dem Internet herunterzuladen

source: <b>Title</b>
de: <b>Titel</b>

source: Notification timeout:
de: Benachrichtigungsverzögerung:

source: Show a "skip track" button
de: Zeigen "Überspringe Titel" Schaltfläche an

source: Time during which the notification is displayed
de: Zeitraum, in dem die Benachrichtigung angezeigt wird

source: seconds
de: Sekunden

source: <b>Root Folders</b>
de: <b>Wurzelverzeichnisse</b>

source: Add a new root folder to the file explorer
de: Füge dem Dateimanager ein neues Hauptverzeichnis hinzu

source: Remove the selected root folders
de: Entferne die gewählten Hauptverzeichnisse

source: Rename
de: Umbenennen

source: Rename the selected root folder
de: Ausgewählten Ordner umbenennen

source: Whether hidden files should be shown in the file explorer
de: Ob versteckte Dateien im Dateimanager angezeigt werden sollen

source: <b>Sanitized Words</b>
de: <b>Bereinigte Wörter</b>

source: <b>When Stopping or Quitting</b>
de: <b>Beim Stoppen oder Verlassen</b>

source: Do nothing
de: Nichts tun

source: Message:
de: Nachricht:

source: Set status to:
de: Folgende Statusnachricht anzeigen:

source: Update even if not available
de: Aktualisieren auch wenn nicht verfügbar

source: Update when paused
de: Aktualisieren wenn pausiert

source: Update your status even if you are marked as unavailable
de: Aktualisiere den Status auch, wenn du als unerreichbar markiert bist

source: Update your status on pause/unpause events
de: Aktualisiere den Status bei Pause/Abspielen-Ereignissen

source: <b>Libraries</b>
de: <b>Sammlungen</b>

source: Add a new library
de: Neue Sammlung hinzufügen

source: Remove the selected libraries
de: Gewählte Sammlungen entfernen

source: Rename the selected library
de: Ausgewählte Bibliothek umbenennen

source: Update the selected library by rescanning the disk
de: Aktualisiere die gewählte Sammlung durch Scannen des Laufwerks

source: Clear
de: Leeren

source: Clear the playlist
de: Playliste leeren

source: Display about dialog box
de: "Über"-Dialogbox anzeigen

source: Display preferences
de: Vorlieben anzeigen

source: Elapsed time
de: Abgelaufene Zeit

source: Online _Help
de: Online_hilfe

source: Open the online help web page
de: Die Onlinehilfe-Webseite öffnen

source: Play all tracks endlessly
de: Alle Stücke endlos wiedergeben

source: Play the next track
de: Nächstes Stück spielen

source: Play the previous track
de: Vorheriges Stück spielen

source: Quit the application
de: Anwendung beenden

source: Remaining time
de: Verbleibende Zeit

source: Seek a position in the current track
de: Position im aktuellen Stück suchen

source: Select an explorer
de: Dateimanager auswählen

source: Shuffle
de: Zufällige Wiedergabe

source: Shuffle the playlist
de: Abspielliste mischen

source: Stop the current track
de: Aktuelles Stück stoppen

source: _Edit
de: _Bearbeiten

source: _File
de: _Datei

source: _Help
de: _Hilfe

source: Path:
de: Pfad:

source: <b>File</b>
de: <b>Datei</b>

source: <b>Playing Status</b>
de: <b>Abspielstatus</b>

source: Play/Unpause
de: Abspielen/Pause
